Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHelper/Sources/PZHelper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# settings.notification.katheryneRewards.footer
source: * Genshin Impact only.
de: * Nur Genshin Impact.
es: * Solo Genshin Impact.
fil: * Para sa Genshin Impact lamang.
fr: * Genshin Impact uniquement.
it: * Solo Genshin Impact.
ja: ※ 原神のみ。
ko: * 원신 전용입니다.
ru: * Только для Genshin Impact.
vi: * Chỉ dành cho Genshin Impact.
zh_hans: ※ 原神限定。
zh_hant: ※ 原神限定。

# settings.notification.katheryneRewards.header
source: Katheryne Rewards Availability Notice
de: Katheryne-Belohnungsverfügbarkeitsbenachrichtigung
es: Aviso de Disponibilidad de Recompensas de Katheryne
fil: Paunawa ng Pagkakaroon ng Gantimpala ni Katheryne
fr: Récompenses quotidiennes disponibles
it: Avviso di Disponibilità delle Ricompense di Katheryne
ja: キャサリンからの報酬の受領状況
ko: 캐서린 보상 이용 가능 알림
ru: Уведомление о доступности наград Катерин
vi: Thông báo Khả dụng Phần thưởng Katheryne
zh_hans: 凯瑟琳奖励可领取状况提醒
zh_hant: 凱瑟琳獎勵可領取狀況提醒

# settings.notification.katheryneRewards.toggle
source: Notify me
de: Benachrichtige mich
es: Notificarme
fil: Ipaalam sa akin
fr: Activer
it: Notificami
ja: この通知を送る
ko: 알림 받기
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.navigateToOSSettings
source: Go to System Settings
de: Gehe zu den Systemeinstellungen
es: Ir a la configuración del sistema
fil: Pumunta sa Mga Setting ng Sistema
fr: Accéder aux paramètres système
it: Vai a Impostazioni di Sistema
ja: システム設定画面を呼び起こす
ko: 시스템 설정으로 이동
ru: Перейти в системные настройки
vi: Đi tới Cài đặt hệ thống
zh_hans: 前往系统设定
zh_hant: 前往系統設定

# settings.notification.navTitle
source: Notification Preferences
de: Benachrichtigungseinstellungen
es: Preferencias de notificación
fil: Mga Kagustuhan sa Abiso
fr: Préférences de notifications
it: Preferenze di Notifica
ja: 通知のお好み設定
ko: 알림 환경 설정
ru: Настройки уведомлений
vi: Tùy chọn thông báo
zh_hans: 通知偏好设定
zh_hant: 通知偏好設定

# settings.notification.navTitle.shortened
source: Notifications
de: Benachrichtigungen
es: Notificaciones
fil: Mga Abiso
it: Notifiche
ja: 通知
ko: 알림
ru: Уведомления
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.notification.profilesReceivingNotifications.description
source: You may also toggle it in the local profile manager.
de: Sie können es auch im lokalen Profilmanager umschalten.
es: También puedes activarlo en el administrador de perfiles locales.
fil: Maaari mo ring i-toggle ito sa lokal na profile manager.
fr: Vous pouvez également l'activer dans le gestionnaire de profil local.
it: Puoi anche attivarlo nel gestore profilo locale
ja: プロファイルマネージャーでも上記のオプションを変更するのも可能です。
ko: 로컬 프로필 관리자에서 이 기능을 켜거나 끌 수 있습니다
ru: Вы также можете переключить это в локальном менеджере профилей.
vi: Bạn cũng có thể bật tắt nó trong trình quản lý hồ sơ cục bộ.
zh_hans: 本地账号管理器画面也可修改上述设定。
zh_hant: 本機帳號管理器畫面也可修改上述設定。

# settings.notification.profilesReceivingNotifications.navTitle
source: Per-Profile Notification Toggles
de: Benachrichtigungsschalter pro Profil
es: Alternar Notificaciones por Perfil
fil: Mga Pagpili ng Abiso bawat Profile
fr: Séléction par profil
it: Interruttori di notifica per profilo
ja: プロファイル毎の通知 ON/OFF
ko: 프로필별 알림 전환
ru: Переключатели уведомлений для каждого профиля
vi: Chuyển Đổi Thông Báo Theo Hồ Sơ
zh_hans: 对每个本地账号的通知开关
zh_hant: 對每個本機帳號的通知開關

# settings.notification.profilesReceivingNotifications.navTitle.shortened
source: Per-Profile Toggles
de: Umschalter pro Profil
es: Interruptores por perfil
fil: Bawat-Profile na Mga Toggle
fr: Séléction par profil
it: Interruttori per profilo
ja: プロファイル毎の通知
ko: 프로필별 토글
ru: Переключатели для профиля
vi: Chuyển đổi theo hồ sơ
zh_hans: 通知开关
zh_hant: 通知開關

# settings.notification.stamina.allow
source: Notify me
de: Benachrichtige mich
es: Notifícame
fil: Ipaalam sa akin
fr: Activer
it: Notifica mi
ja: この通知を送る
ko: 알림 받기
ru: Уведомить меня
vi: Thông báo cho tôi
zh_hans: 启用该通知
zh_hant: 啟用該通知

# settings.notification.stamina.footer
source: This includes Original Resin (Genshin Impact), Trailblaze Power (Star Rail), and Vitality (Zenless Zone Zero). Despite the threshold settings, You will also be notified if the player stamina is fully charged.
de: Dies umfasst Urharz (Genshin Impact), Pfadblitzenergie (Star Rail) und Vitalität (Zenless Zone Zero). Ungeachtet der Schwellenwerteinstellungen werden Sie auch benachrichtigt, wenn die Ausdauer des Spielers vollständig geladen ist.
es: Esto incluye Resina Original (Genshin Impact), Energía de Rastro (Star Rail) y Vitalidad (Zenless Zone Zero). A pesar de los ajustes de umbral, también se le notificará si la resistencia del jugador está completamente cargada.
fil: Kasama dito ang Original Resin (Genshin Impact), Trailblaze Power (Star Rail), at Vitality (Zenless Zone Zero). Sa kabila ng mga threshold setting, ikaw ay aabisuhan din kung ang player stamina ay puno na.
fr: Cela inclut la Résine Originelle (Genshin Impact), la Puissance du Pionnier (Star Rail) et la Vitalité (Zenless Zone Zero). Peu importe le paramètre du seuil, vous serez quand même averti quand la résine est complètement rechargée.
it: Questo include Resina Originale (Genshin Impact), Energia Trailblaze (Star Rail) e Vitalità (Zenless Zone Zero). Nonostante le impostazioni di soglia, riceverai anche una notifica se la stamina del giocatore è completamente carica.
ja: 原神の天然樹脂、スターレイルの開拓力、ゼンレスゾンゼロのエネルギーを全部含む通知です。ご設定済みの閾値に関する通知の他には、スタミナが全回復の時にも通知が来ます。
ko: 여기에는 원신의 원소 레진, 스타레일의 탐색력, 그리고 제네레스 존 제로의 활력이 포함됩니다. 임계 설정과 상관없이 플레이어의 스태미너가 완전히 충전되면 알림을 받게 됩니다.
ru: Это включает в себя Исходную Смолу (Genshin Impact), Энергию Путешественника (Star Rail) и Жизненную Силу (Zenless Zone Zero). Несмотря на установленные пороги, вы также получите уведомление, если выносливость игрока полностью заряжена.
vi: Điều này bao gồm Nhựa Nguyên Chất (Genshin Impact), Năng Lượng Phiêu Lưu (Star Rail) và Sức Sống (Zenless Zone Zero). Mặc dù có các cài đặt ngưỡng, bạn cũng sẽ được thông báo nếu thể lực của người chơi được sạc đầy.
zh_hans: 这包括了原神的原粹树脂、星穹铁道的开拓力、绝区零的绝区电量。除了基于阈值的通知以外，也还会有玩家体力的回满通知。
zh_hant: 這包括了原神的原粹樹脂、星穹鐵道的開拓力、絕區零的絕區電量。除了基於閾值的通知以外，也還會有玩家體力的滿載通知。

# settings.notification.stamina.header
source: Player Stamina Recharge Progress
de: Spielerausdauer Ladefortschritt
es: Progreso de Recarga de Resistencia del Jugador
fil: Pag-usad ng Pagcha-charge ng Istamina ng Manlalaro
fr: Progression de la recharge de la résine
it: Progresso di Ricarica della Resistenza del Giocatore
ja: スタミナの蓄積情報
ko: 플레이어 체력 회복 진행 상황
ru: Прогресс восстановления выносливости игрока
vi: Quá trình Phục hồi Thể lực của Người chơi
zh_hans: 玩家体力回满进度
zh_hant: 玩家體力回滿進度

# settings.notification.staminaThresholds.add.title
source: Add a New Threshold Value
de: Neuen Schwellenwert hinzufügen
es: Agregar un nuevo valor de umbral
fil: Magdagdag ng Bagong Halaga ng Threshold
fr: Ajouter un nouveau seuil
it: Aggiungi un nuovo valore soglia
ja: 新しい閾値を追加
ko: 새 임계값 추가
ru: Добавить новое пороговое значение
vi: Thêm Giá Trị Ngưỡng Mới
zh_hans: 新增阈值
zh_hant: 新增閾值

# settings.notification.staminaThresholds.footer
source: You will also be notified if the player stamina is fully charged.
de: Sie werden auch benachrichtigt, wenn die Ausdauer des Spielers vollständig aufgeladen ist.
es: También se te notificará si la resistencia del jugador está completamente cargada.
fil: Maaabisuhan ka rin kung ang stamina ng manlalaro ay puno na.
fr: Vous serez quand même averti quand la résine est entièrement rechargée.
it: Sarai anche notificato se la resistenza del giocatore è completamente carica
ja: スタミナが全回復の時にも通知が来ます。
ko: 플레이어의 체력이 완전히 충전되면 알림을 받게 됩니다
ru: Вы также будете уведомлены, если выносливость игрока полностью восстановится.
vi: Bạn cũng sẽ được thông báo nếu sức chịu đựng của người chơi được nạp đầy.
zh_hans: 除此之外，也还会有玩家体力的回满通知。
zh_hant: 除此之外，也還會有玩家體力的滿載通知。

# settings.notification.staminaThresholds.header
source: Current Thresholds
de: Aktuelle Schwellenwerte
es: Umbrales Actuales
fil: Mga Kasalukuyang Threshold
fr: Seuils actuels
it: Soglie Correnti
ja: 設定済みの閾値
ko: 현재 임계값
ru: Текущие пороги
vi: Ngưỡng Hiện Tại
zh_hans: 已设定的阈值
zh_hant: 已設定的閾值

# settings.notification.staminaThresholds.navTitle
source: Stamina Notification Threshold
de: Ausdauer-Benachrichtigungsschwelle
es: Umbral de Notificación de Resistencia
fil: Threshold ng Notipikasyon ng Stamina
fr: Seuil de Notification de recharge
it: Soglia di Notifica della Resistenza
ja: スタミナ蓄積の閾値
ko: 지구력 알림 임계값
ru: Порог уведомления о выносливости
vi: Ngưỡng Thông Báo Sức Bền
zh_hans: 玩家体力通知阈值
zh_hant: 玩家體力通知閾值

# settings.notification.staminaThresholds.valueAlreadyExist
source: You cannot add duplicated values.
de: Sie können keine doppelten Werte hinzufügen.
es: No puedes agregar valores duplicados
fil: Hindi ka makakapagdagdag ng mga dobleng halaga.
fr: Vous ne pouvez pas ajouter des valeurs en double.
it: Non è possibile aggiungere valori duplicati.
ja: 既存の閾値を重ねて追加するのは不可。
ko: 중복된 값을 추가할 수 없습니다
ru: Вы не можете добавлять дублирующиеся значения.
vi: Bạn không thể thêm các giá trị trùng lặp.
zh_hans: 您无法重复添加相同的阈值。
zh_hant: 您無法重複添加相同的閾值。

# settings.privacy.noOptionsAvailable
source: There’s no privacy options available since the removal of certain features. This app now collects nothing.
de: Aufgrund der Entfernung bestimmter Funktionen sind keine Datenschutzoptionen verfügbar. Diese App sammelt jetzt nichts.
es: Debido a la eliminación de ciertas funciones, no hay opciones de privacidad disponibles. Esta aplicación ahora no recoge nada.
fil: Dahil sa pag-alis ng ilang mga feature, walang available na mga opsyon sa privacy. Ang app na ito ngayon ay walang kinokolekta.
fr: En raison de la suppression de certaines fonctionnalités, aucune option de confidentialité n'est disponible. Cette application ne collecte rien désormais.
it: A causa della rimozione di alcune funzionalità, non ci sono opzioni di privacy disponibili. Questa app ora non raccoglie nulla.
ja: 特定の機能が削除されたため、プライバシーオプションは利用できません。このアプリは今、何も収集しません。
ko: 특정 기능이 제거되었기 때문에 개인정보 보호 옵션이 없습니다. 이 앱은 이제 아무것도 수집하지 않습니다.
ru: Из-за удаления некоторых функций нет доступных опций конфиденциальности. Это приложение теперь ничего не собирает.
vi: Do một số tính năng bị xóa, không có tùy chọn quyền riêng tư nào. Ứng dụng này giờ không thu thập bất cứ thứ gì.
zh_hans: 某些功能被移除了，所以目前没有可用的隐私选项。此应用程序现在不收集任何内容。
zh_hant: 某些功能被移除了，所以目前沒有可用的隱私權選項。此應用程式現在不收集任何內容。

# settings.privacy.title
source: Privacy
de: Datenschutz
es: Privacidad
fil: Pagkapribado
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
ru: Конфиденциальность
vi: Quyền riêng tư
zh_hans: 隐私设定
zh_hant: 隱私權設定

# settings.profile.advanced.autoDeduplication.title
source: Automatically deduplicate local profiles
de: Lokale Profile automatisch deduplizieren
es: Deduplicar automáticamente los perfiles locales
fil: Awtomatikong alisin ang mga duplicate na lokal na profile
fr: Dédupliquer automatiquement les profils locaux
it: Deduplicare automaticamente i profili locali
ja: 重複のプロファイルを自動的に排除
ko: 로컬 프로필 자동 중복 제거
ru: Автоматически удалять дубликаты локальных профилей
vi: Tự động loại bỏ trùng lặp trong hồ sơ cục bộ
zh_hans: 自动去除重复的本地账号
zh_hant: 自動去除重複的本機帳號

# settings.profile.advanced.dbSaveLocation.footer
source: ⚠️ Please do not touch this toggle unless being told by the developers to do that while seeking for technical help. ⚠️ Please EXPORT your local profiles PRIOR TO touching this toggle.
de: ⚠️ Bitte berühren Sie diesen Schalter nur, wenn Sie von den Entwicklern dazu aufgefordert werden, während Sie technische Hilfe suchen. ⚠️ Bitte EXPORTIEREN Sie Ihre lokalen Profile, BEVOR Sie diesen Schalter berühren.
es: ⚠️ No toque esta palanca a menos que los desarrolladores le indiquen que lo haga mientras busca ayuda técnica. ⚠️ Exporte sus perfiles locales ANTES de tocar esta palanca.
fil: ⚠️ Mangyaring huwag hawakan ang toggle na ito maliban kung sasabihin ng mga developer na gawin iyon habang naghahanap ng teknikal na tulong. ⚠️ Mangyaring I-EXPORT ang iyong mga lokal na profile BAGO hawakan ang toggle na ito.
fr: ⚠️ N'activez pas cette option sauf si les développeurs vous y invitent lors d'une demande d'assistance technique. ⚠️ Veuillez EXPORTER vos profils locaux AVANT d'activer cette option.
it: ⚠️ Non toccare questo interruttore se non viene richiesto di farlo dagli sviluppatori durante la ricerca di assistenza tecnica. ⚠️ Esportare i profili locali PRIMA di toccare questo interruttore.
ja: ⚠️ 開発者から技術的なサポートを求めている間に行うように指示されない限り、この切り替えボタンを触らないでください。 ⚠️ この切り替えボタンを触る前に、この端末からプロファイルをお書き出しください。
ko: ⚠️ 개발자가 기술 지원을 요청하는 동안 그렇게 하도록 지시하지 않는 한 이 토글을 건드리지 마십시오. ⚠️ 이 토글을 건드리기 전에 로컬 프로필을 내보내십시오.
ru: ⚠️ Не трогайте этот переключатель, если разработчики не попросят вас об этом во время обращения за технической помощью. ⚠️ Экспортируйте свои локальные профили ДО того, как трогать этот переключатель.
vi: ⚠️ Vui lòng KHÔNG chạm vào công tắc này trừ khi được các nhà phát triển yêu cầu làm như vậy trong khi tìm kiếm sự trợ giúp kỹ thuật. ⚠️ Vui lòng XUẤT các hồ sơ địa phương của bạn TRƯỚC KHI chạm vào công tắc này.
zh_hans: ⚠️ 除非开发人员在您寻求技术帮助时指示您这样做，否则请勿触摸此开关。 ⚠️ 请在触摸此开关之前导出您的本地账号。
zh_hant: ⚠️ 除非開發人員在您尋求技術協助時指示您這樣做，否則請勿觸摸此開關。 ⚠️ 請在觸摸此開關之前匯出您的本機帳號。

# settings.profile.advanced.dbSaveLocation.restartRequired.description
source: SwiftData does not support changing the location of a database container while it is being used, hence the necessity of restarting the app. The app will restart after you confirm this message.
de: SwiftData unterstützt nicht das Ändern des Speicherorts eines Datenbankcontainers während dessen Verwendung, daher ist ein Neustart der App erforderlich. Die App wird nach der Bestätigung dieser Nachricht neu gestartet.
es: SwiftData no admite cambiar la ubicación de un contenedor de base de datos mientras se está utilizando, de ahí la necesidad de reiniciar la aplicación. La aplicación se reiniciará después de confirmar este mensaje.
fil: Hindi sinusuportahan ng SwiftData ang pagbabago ng lokasyon ng isang database container habang ginagamit ito, kaya kinakailangan na i-restart ang app. I-re-restart ang app pagkatapos mong kumpirmahin ang mensaheng ito.
fr: SwiftData ne prend pas en charge la modification de l'emplacement d'un conteneur de base de données lorsqu'il est utilisé, d'où la nécessité de redémarrer l'application. L'application redémarrera après que vous aurez confirmé ce message.
it: SwiftData non supporta la modifica della posizione di un contenitore di database durante il suo utilizzo, da qui la necessità di riavviare l'app. L'app verrà riavviata dopo aver confermato questo messaggio.
ja: SwiftData は、データベースコンテナの使用中にその場所を変更することをサポートしていないため、アプリを再起動する必要があります。 このメッセージを確認すると、アプリが再起動します。
ko: SwiftData는 사용 중인 데이터베이스 컨테이너의 위치를 변경하는 것을 지원하지 않으므로 앱을 다시 시작해야 합니다. 이 메시지를 확인하면 앱이 다시 시작됩니다.
ru: SwiftData не поддерживает изменение расположения контейнера базы данных во время его использования, поэтому необходимо перезапустить приложение. После подтверждения этого сообщения приложение будет перезапущено.
vi: SwiftData không hỗ trợ thay đổi vị trí của một vùng chứa cơ sở dữ liệu trong khi nó đang được sử dụng, do đó cần phải khởi động lại ứng dụng. Ứng dụng sẽ khởi động lại sau khi bạn xác nhận tin nhắn này.
zh_hans: SwiftData 不支持在使用数据库容器时更改其位置，因此需要重新启动应用程序。 确认此消息后，应用程序将重新启动。
zh_hant: SwiftData 不支援在使用資料庫容器時更改其位置，因此需要重新啟動應用程式。 確認此訊息後，應用程式將重新啟動。

# settings.profile.advanced.dbSaveLocation.title
source: Local Profile Storage Location
de: Speicherort des lokalen Profils
es: Ubicación de almacenamiento de perfil local
fil: Lokasyon ng Imbakan ng Lokal na Profile
fr: Emplacement de stockage du profil local
it: Posizione di archiviazione del profilo locale
ja: プロファイルのストレージ場所
ko: 로컬 프로필 저장 위치
ru: Место хранения локального профиля
vi: Vị trí lưu trữ hồ sơ địa phương
zh_hans: 本地账号存储位置
zh_hant: 本機帳號存儲位置

# settings.profile.advanced.dbSaveLocation.toGroupContainer
source: Group Container
de: Gruppencontainer
es: Contenedor de grupo
fr: Conteneur de groupe
it: Contenitore di gruppo
ja: グループコンテナ
ko: 그룹 컨테이너
ru: Групповой контейнер
vi: Bộ chứa nhóm
zh_hans: 群组容器
zh_hant: 群組容器

# settings.profile.advanced.fingerprintPropagation.buttonTitle
source: Propagate
de: Propagieren
es: Propagar
fr: Propager
it: Propaga
ja: 端末指紋を一括適用する
ko: 전파
ru: Распространить
vi: Lan Truyền
zh_hans: 统配指纹
zh_hant: 統配指紋

# settings.profile.advanced.fingerprintPropagation.footer
source: Local profiles configured for Miyoushe-managed UIDs are recommended to use the same device fingerprint (x-rpc-device_fp) to ensure consistent identification. Click “Propagate” button to apply the same device fingerprint to all such local profiles.
de: Lokale Profile, die für von Miyoushe verwaltete UIDs konfiguriert sind, sollten denselben Gerätefingerabdruck (x-rpc-device_fp) verwenden, um eine konsistente Identifizierung zu gewährleisten. Klicken Sie auf die Schaltfläche „Propagieren“, um denselben Gerätefingerabdruck auf alle derartigen lokalen Profile anzuwenden.
es: Los perfiles locales configurados para los UID gestionados por Miyoushe deben usar la misma huella de dispositivo (x-rpc-device_fp) para garantizar una identificación coherente. Haz clic en el botón “Propagar” para aplicar la misma huella de dispositivo a todos los perfiles locales de este tipo.
fil: Ang mga lokal na profile na na-configure para sa mga UID na pinamamahalaan ng Miyoushe ay inirerekomenda na gumamit ng parehong device fingerprint (x-rpc-device_fp) upang matiyak ang pare-parehong pagkakakilanlan. I-click ang pindutang “Propagate” upang ilapat ang parehong device fingerprint sa lahat ng naturang lokal na profile.
fr: Les profils locaux configurés pour les UID gérés par Miyoushe doivent utiliser le même empreinte de dispositif (x-rpc-device_fp) pour garantir une identification cohérente. Cliquez sur le bouton « Propager » pour appliquer la même empreinte de dispositif à tous ces profils locaux.
it: I profili locali configurati per gli UID gestiti da Miyoushe devono utilizzare lo stesso identificativo di dispositivo (x-rpc-device_fp) per garantire un’identificazione coerente. Fai clic sul pulsante “Propaga” per applicare lo stesso identificativo di dispositivo a tutti i profili locali di questo tipo.
ja: 米遊社が管理するUIDのために設定されたプロファイルは、一貫した識別を確保するために同じ端末指紋（x-rpc-device_fp）を使用することが推奨されます。「端末指紋を一括適用する」ボタンをクリックして、すべてのそのようなプロファイルに同じ端末指紋を適用します。
ko: Miyoushe가 관리하는 UID로 구성된 로컬 프로필은 일관된 식별을 보장하기 위해 동일한 디바이스 지문(x-rpc-device_fp)을 사용하는 것이 좋습니다. “전파” 버튼을 클릭하여 모든 해당 로컬 프로필에 동일한 디바이스 지문을 적용하세요.
ru: Локальные профили, настроенные для UID, управляемых Miyoushe, рекомендуется использовать с одинаковым отпечатком устройства (x-rpc-device_fp) для обеспечения согласованной идентификации. Нажмите кнопку «Распространить», чтобы применить одинаковый отпечаток устройства ко всем таким локальным профилям.
vi: Các hồ sơ cục bộ được cấu hình cho các UID do Miyoushe quản lý nên sử dụng cùng một dấu vân tay thiết bị (x-rpc-device_fp) để đảm bảo nhận dạng nhất quán. Nhấp vào nút “Lan truyền” để áp dụng cùng một dấu vân tay thiết bị cho tất cả các hồ sơ cục bộ như vậy.
zh_hans: 为米游社管理的UID设定的本地账号建议使用相同的设备指纹（x-rpc-device_fp）以确保认证一致。点击「统配指纹」按钮将相同的设备指纹应用于所有此类本地账号。
zh_hant: 為米遊社管理的UID設定的本機帳號建議使用相同的設備指紋（x-rpc-device_fp）以確保認證一致。點按「統配指紋」按鈕將相同的設備指紋應用於所有此類本機帳號。

# settings.profile.advanced.navTitle
source: Advanced Options
de: Erweiterte Optionen
es: Opciones Avanzadas
fil: Mga Advanced na Opsyon
fr: Options Avancées
it: Opzioni Avanzate
ja: 上級設定
ko: 고급 옵션
ru: Дополнительные параметры
vi: Tùy Chọn Nâng Cao
zh_hans: 进阶选项
zh_hant: 進階選項

# settings.profile.clickHereToLogin
source: Click here to login:
de: Hier klicken, um sich einzuloggen
es: Haz clic aquí para iniciar sesión:
fil: I-click dito para sa pag-login:
fr: Cliquez ici pour vous connecter :
it: Clicca qui per accedere:
ja: ここをタップしてログイン:
ko: 로그인하려면 여기를 클릭하세요:
ru: Нажмите здесь для входа:
vi: Nhấn vào đây để đăng nhập:
zh_hans: 点此登录:
zh_hant: 點此登入:

# settings.profile.clickHereToLogin.reLogin
source: Click here to login again:
de: Hier klicken, um sich erneut anzumelden:
es: Haga clic aquí para iniciar sesión de nuevo:
fil: Mag-click dito upang mag-login muli:
fr: Cliquez ici pour vous reconnecter :
it: Fai clic qui per accedere nuovamente:
ja: ここをタップしてロゴグイン:
ko: 다시 로그인하려면 여기를 클릭하세요:
ru: Нажмите здесь, чтобы войти снова:
vi: Nhấp vào đây để đăng nhập lại:
zh_hans: 点此重新登录:
zh_hant: 點此重新登入:

# settings.profile.importAllUIDs
source: Import all UIDs of these games from this account
de: Alle UIDs dieser Spiele von diesem Konto importieren
es: Importar todos los UIDs de estos juegos desde esta cuenta
fil: I-import ang lahat ng UIDs ng mga larong ito mula sa account na ito
fr: Importer tous les UIDs trouvés
it: Importa tutti gli UID di questi giochi da questo account
ja: このアカウントのこれらのゲームのすべてのUIDを一気に読み込む
ko: 이 계정에서 이러한 게임의 모든 UID 가져오기
ru: Импортировать все UID этих игр с этого аккаунта
vi: Nhập tất cả UID của các trò chơi này từ tài khoản này
zh_hans: 一次性读取该账号下的这几款游戏的所有区服的 UID
zh_hant: 一次性匯入該帳號下的這幾款遊戲的所有區服的 UID
